Repository: Wambong/Showdan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk, uz

source: Tell people about yourself...
uk: Розкажіть людям про себе...
uz: O'zingiz haqingizda odamlarga aytib bering...

source: Write your review (optional)...
uk: Напишіть свій відгук (необов'язково)...
uz: Sharhingizni yozing (ixtiyoriy)...

source: Profile updated successfully.
uk: Профіль успішно оновлено.
uz: Profil muvaffaqiyatli yangilandi.

source: Please correct the errors below.
uk: Будь ласка, виправте помилки нижче.
uz: Iltimos, quyidagi xatolarni tuzating.

source: You cannot review your own profile.
uk: Ви не можете залишати відгук про власний профіль.
uz: O'z profilingizni baholay olmaysiz.

source: You already left a review for this profile.
uk: Ви вже залишили відгук для цього профілю.
uz: Siz ushbu profil uchun allaqachon sharh qoldirgansiz.

source: Review submitted successfully.
uk: Відгук успішно надіслано.
uz: Sharh muvaffaqiyatli yuborildi.

source: Please correct the errors in your review.
uk: Будь ласка, виправте помилки у вашому відгуку.
uz: Iltimos, sharhingizdagi xatolarni tuzating.

source: Account created successfully. Welcome!
uk: Обліковий запис успішно створено. Вітаємо!
uz: Hisob muvaffaqiyatli yaratildi. Xush kelibsiz!

source: Account created. Please log in.
uk: Обліковий запис створено. Будь ласка, увійдіть.
uz: Hisob yaratildi. Iltimos, tizimga kiring.

source: You are now logged in.
uk: Ви увійшли в систему.
uz: Siz endi tizimga kirgansiz.

source: Invalid credentials. Please try again.
uk: Невірні облікові дані. Будь ласка, спробуйте ще раз.
uz: Noto'g'ri ma'lumotlar. Iltimos, qayta urinib ko'ring.

source: Profession “{name}” created successfully.
uk: Професію «{name}» успішно створено.
uz: “{name}” kasbi muvaffaqiyatli yaratildi.

source: Invalid target account type.
uk: Недійсний тип цільового облікового запису.
uz: Noto'g'ri maqsadli hisob turi.

source: Switched to Personal profile.
uk: Переключено на персональний профіль.
uz: Shaxsiy profilga o'tildi.

source: Please select at least one profession to switch to Professional.
uk: Будь ласка, виберіть хоча б одну професію для переключення на Професіонала.
uz: Professionalga o'tish uchun kamida bitta kasbni tanlang.

source: Switched to Professional profile.
uk: Переключено на професійний профіль.
uz: Professional profilga o'tildi.

source: You cannot favorite yourself.
uk: Ви не можете додати себе до обраного.
uz: O'zingizni sevimlilarga qo'sha olmaysiz.

source: Removed from favorites.
uk: Видалено з обраного.
uz: Sevimlilardan olib tashlandi.

source: Currency updated.
uk: Валюта оновлена.
uz: Valyuta yangilandi.

source: Languages updated.
uk: Мови оновлено.
uz: Tillar yangilandi.

source: Profession created.
uk: Професію створено.
uz: Kasb yaratildi.

source: Profession updated.
uk: Професію оновлено.
uz: Kasb yangilandi.

source: Profession deleted.
uk: Професію видалено.
uz: Kasb o'chirildi.

source: Event category created.
uk: Категорію події створено.
uz: Tadbir toifasi yaratildi.

source: Event category updated.
uk: Категорію події оновлено.
uz: Tadbir toifasi yangilandi.

source: Event category deleted.
uk: Категорію події видалено.
uz: Tadbir toifasi o'chirildi.

source: Language created.
uk: Мову створено.
uz: Til yaratildi.

source: Language updated.
uk: Мову оновлено.
uz: Til yangilandi.

source: Language deleted.
uk: Мову видалено.
uz: Til o'chirildi.

source: Currency created.
uk: Валюту створено.
uz: Valyuta yaratildi.

source: Currency deleted.
uk: Валюту видалено.
uz: Valyuta o'chirildi.

source: Exchange rate created.
uk: Обмінний курс створено.
uz: Valyuta kursi yaratildi.

source: Exchange rate updated.
uk: Обмінний курс оновлено.
uz: Valyuta kursi yangilandi.

source: Exchange rate deleted.
uk: Обмінний курс видалено.
uz: Valyuta kursi o'chirildi.

source: User updated.
uk: Користувача оновлено.
uz: Foydalanuvchi yangilandi.

source: Saved.
uk: Збережено.
uz: Saqlangan.

source: News post created.
uk: Новину створено.
uz: Yangilik yaratildi.

source: Please correct the errors.
uk: Будь ласка, виправте помилки.
uz: Iltimos, xatolarni tuzating.

source: News post updated.
uk: Новину оновлено.
uz: Yangilik yangilandi.

source: News post deleted.
uk: Новину видалено.
uz: Yangilik o'chirildi.

source: Admin only
uk: Тільки для адміністраторів
uz: Faqat administrator uchun

source: Are you sure you want to delete
uk: Ви впевнені, що хочете видалити
uz: Rostan ham o'chirmoqchimisiz

source: Yes, delete
uk: Так, видалити
uz: Ha, o'chirish

source: Cancel
uk: Скасувати
uz: Bekor qilish

source: Currencies
uk: Валюти
uz: Valyutalar

source: Name and sign
uk: Назва та символ
uz: Nomi va belgisi

source: Back
uk: Назад
uz: Orqaga

source: New currency
uk: Нова валюта
uz: Yangi valyuta

source: Name
uk: Назва
uz: Nomi

source: Sign
uk: Символ
uz: Belgisi

source: Actions
uk: Дії
uz: Harakatlar

source: Edit
uk: Редагувати
uz: Tahrirlash

source: Delete
uk: Видалити
uz: O'chirish

source: No currencies found
uk: Валют не знайдено
uz: Valyuta topilmadi

source: Event categories
uk: Категорії подій
uz: Tadbir toifalari

source: Nested event category tree
uk: Ієрархічне дерево категорій подій
uz: Ichki tadbir toifalari daraxti

source: New category
uk: Нова категорія
uz: Yangi toifa

source: Category
uk: Категорія
uz: Toifa

source: Parent
uk: Батьківська
uz: Ota

source: No event categories found.
uk: Категорій подій не знайдено.
uz: Tadbir toifalari topilmadi.

source: Exchange rates
uk: Обмінні курси
uz: Valyuta kurslari

source: Currency conversion rates
uk: Курси конвертації валют
uz: Valyuta konvertatsiya kurslari

source: New rate
uk: Новий курс
uz: Yangi kurs

source: From
uk: Від
uz: Dan

source: To
uk: До
uz: Ga

source: Rate
uk: Курс
uz: Kurs

source: Updated
uk: Оновлено
uz: Yangilandi

source: No exchange rates found
uk: Обмінних курсів не знайдено
uz: Valyuta kurslari topilmadi

source: Save
uk: Зберегти
uz: Saqlash

source: Admin tools for managing base tables
uk: Інструменти адміністратора для керування базовими таблицями
uz: Asosiy jadvallarni boshqarish uchun admin vositalari

source: Professions
uk: Професії
uz: Kasblar

source: Nested tree (parent/child)
uk: Ієрархічне дерево (батько/нащадок)
uz: Ichki daraxt (ota/bola)

source: Languages
uk: Мови
uz: Tillar

source: Name + slug
uk: Назва + slug
uz: Nomi + slug

source: Name + sign
uk: Назва + символ
uz: Nomi + belgisi

source: News
uk: Новини
uz: Yangiliklar

source: From currency → to currency with rate
uk: З валюти → у валюту з курсом
uz: Valyutadan → valyutaga kurs bilan

source: Name and slug
uk: Назва та slug
uz: Nomi va slug

source: New language
uk: Нова мова
uz: Yangi til

source: No languages found.
uk: Мов не знайдено.
uz: Tillar topilmadi.

source: Delete news
uk: Видалити новину
uz: Yangilikni o'chirish

source: This cannot be undone
uk: Це неможливо скасувати
uz: Buni bekor qilib bo'lmaydi

source: Edit news
uk: Редагувати новину
uz: Yangilikni tahrirlash

source: New news
uk: Нова новина
uz: Yangi yangilik

source: Visible to everyone when published
uk: Видимо для всіх після публікації
uz: Nashr etilganda hammaga ko'rinadi

source: Back
uk: Назад
uz: Orqaga

source: Title
uk: Заголовок
uz: Sarlavha

source: Excerpt
uk: Короткий опис
uz: Qisqa matn

source: Body
uk: Текст
uz: Tana

source: Image
uk: Зображення
uz: Rasm

source: Current image
uk: Поточне зображення
uz: Joriy rasm

source: Publish (show to everyone)
uk: Опублікувати (показати всім)
uz: Nashr qilish (hammaga ko'rsatish)

source: Manage site news posts
uk: Керування новинами сайту
uz: Sayt yangiliklarini boshqarish

source: New post
uk: Новий запис
uz: Yangi post

source: Published
uk: Опубліковано
uz: Nashr qilingan

source: Published at
uk: Опубліковано о
uz: Nashr qilingan vaqt

source: Yes
uk: Так
uz: Ha

source: No
uk: Ні
uz: Yo'q

source: No news posts yet
uk: Поки що немає новин
uz: Hali yangiliklar yo'q

source: Nested profession tree
uk: Ієрархічне дерево професій
uz: Ichki kasblar daraxti

source: New
uk: Новий
uz: Yangi

source: Profession
uk: Професія
uz: Kasb

source: No professions found.
uk: Професій не знайдено.
uz: Kasblar topilmadi.

source: Edit user
uk: Редагувати користувача
uz: Foydalanuvchini tahrirlash

source: Back to users
uk: Назад до користувачів
uz: Foydalanuvchilarga qaytish

source: Profile picture
uk: Фото профілю
uz: Profil rasmi

source: Professional picture
uk: Професійне фото
uz: Professional rasm

source: First name
uk: Ім'я
uz: Ism

source: Last name
uk: Прізвище
uz: Familiya

source: Nickname
uk: Нікнейм
uz: Taxallus

source: Email
uk: Електронна пошта
uz: Elektron pochta

source: Phone
uk: Телефон
uz: Telefon

source: Account type
uk: Тип облікового запису
uz: Hisob turi

source: Active
uk: Активний
uz: Faol

source: Is active
uk: Активний
uz: Faol

source: Staff
uk: Персонал
uz: Xodim

source: Is staff
uk: Персонал
uz: Xodim

source: gender
uk: стать
uz: jins

source: Currency
uk: Валюта
uz: Valyuta

source: Cost per hour
uk: Вартість за годину
uz: Soatiga narx

source: Cost per 5 hours
uk: Вартість за 5 годин
uz: 5 soatiga narx

source: >Save
uk: >Зберегти
uz: >Saqlash

source: Users
uk: Користувачі
uz: Foydalanuvchilar

source: Manage accounts (staff only)
uk: Керування обліковими записами (тільки персонал)
uz: Hisoblarni boshqarish (faqat xodimlar uchun)

source: All types
uk: Усі типи
uz: Barcha turlari

source: Personal
uk: Персональний
uz: Shaxsiy

source: Professional
uk: Професіонал

source: Not staff
uk: Не персонал
uz: Xodim emas

source: All statuses
uk: Усі статуси
uz: Barcha holatlari

source: Inactive
uk: Неактивний
uz: Faol emas

source: Go
uk: Перейти
uz: O'tish

source: User
uk: Користувач
uz: Foydalanuvchi

source: Type
uk: Тип
uz: Turi

source: Status
uk: Статус
uz: Holati

source: Joined
uk: Приєднався
uz: Qo'shilgan

source: No users found
uk: Користувачів не знайдено
uz: Foydalanuvchilar topilmadi

source: Prev
uk: Попередня
uz: Oldingi

source: Next
uk: Наступна
uz: Keyingi

source: View and update your account currency
uk: Переглянути та оновити валюту вашого облікового запису
uz: Hisobingiz valyutasini ko'rish va yangilash

source: Current currency
uk: Поточна валюта
uz: Joriy valyuta

source: Not set
uk: Не встановлено
uz: O'rnatilmagan

source: Select currency
uk: Виберіть валюту
uz: Valyutani tanlang

source: Save currency
uk: Зберегти валюту
uz: Valyutani saqlash

source: Available currencies
uk: Доступні валюти
uz: Mavjud valyutalar

source: Favorites
uk: Обране
uz: Sevimlilar

source: Saved professionals
uk: Збережені професіонали
uz: Saqlangan professionallar

source: Location not set
uk: Місцезнаходження не встановлено
uz: Manzil o'rnatilmagan

source: hour
uk: година
uz: soat

source: Price not set
uk: Ціна не встановлена
uz: Narx o'rnatilmagan

source: View
uk: Переглянути
uz: Ko'rish

source: Remove
uk: Видалити
uz: O'chirish

source: You have no favorites yet
uk: У вас поки що немає обраного
uz: Hali sevimlilaringiz yo'q

source: Browse professionals and tap “Favorite” to save them here.
uk: Переглядайте професіоналів і натискайте «У обране», щоб зберегти їх тут.
uz: Professionallarni ko'rib chiqing va ularni saqlash uchun "Sevimli" tugmasini bosing.

source: Your dashboard
uk: Ваша панель управління
uz: Sizning boshqaruv paneli

source: Your profile and quick actions
uk: Ваш профіль та швидкі дії
uz: Sizning profilingiz va tezkor harakatlar

source: Account
uk: Обліковий запис
uz: Hisob

source: Balance
uk: Баланс
uz: Balans

source: Date of birth
uk: Дата народження
uz: Tug'ilgan sana

source: Experience
uk: Досвід
uz: Tajriba

source: No professions selected
uk: Професії не обрані
uz: Kasblar tanlanmagan

source: About me
uk: Про мене
uz: Men haqimda

source: Communication languages
uk: Мови спілкування
uz: Muloqot tillari

source: None selected
uk: Нічого не обрано
uz: Hech narsa tanlanmagan

source: Event languages
uk: Мови подій
uz: Tadbir tillari

source: Accepted event categories
uk: Прийняті категорії подій
uz: Qabul qilingan tadbir toifalari

source: No accepted categories selected.
uk: Не обрано жодної прийнятої категорії.
uz: Qabul qilingan toifalar tanlanmagan.

source: Pricing
uk: Ціноутворення
uz: Narxlar

source: Pricing has not been set
uk: Ціни не встановлено
uz: Narxlar o'rnatilmagan

source: Calendar
uk: Календар
uz: Kalendar

source: Busy days, bookings, availability
uk: Зайняті дні, бронювання, доступність
uz: Band kunlar, bronlar, mavjudlik

source: Offers
uk: Пропозиції
uz: Takliflar

source: Chats and booking requests
uk: Чати та запити на бронювання
uz: Chatlar va bron so'rovlari

source: Events
uk: Події
uz: Tadbirlar

source: Browse posted events
uk: Переглядати опубліковані події
uz: E'lon qilingan tadbirlarni ko'rish

source: Saved profiles and events
uk: Збережені профілі та події
uz: Saqlangan profillar va tadbirlar

source: Language
uk: Мова
uz: Til

source: Update your communication and event languages
uk: Оновіть мови спілкування та подій
uz: Muloqot va tadbir tillaringizni yangilang

source: Save languages
uk: Зберегти мови
uz: Tillarni saqlash

source: Available languages
uk: Доступні мови
uz: Mavjud tillar

source: No languages found
uk: Мов не знайдено
uz: Tillar topilmadi

source: Select items to delete
uk: Виберіть елементи для видалення
uz: O'chirish uchun elementlarni tanlang

source: Upload more
uk: Завантажити ще
uz: Ko'proq yuklash

source: Save changes
uk: Зберегти зміни
uz: O'zgarishlarni saqlash

source: No items yet
uk: Поки що немає елементів
uz: Hali elementlar yo'q

source: Your browser does not support the audio element
uk: Ваш браузер не підтримує аудіо-елемент
uz: Brauzeringiz audio elementni qo'llab-quvvatlamaydi

source: Your browser does not support the video tag.
uk: Ваш браузер не підтримує відео-тег.
uz: Brauzeringiz video tegini qo'llab-quvvatlamaydi.

source: Edit profile
uk: Редагувати профіль
uz: Profili tahrirlash

source: Update your information, media and pricing
uk: Оновіть вашу інформацію, медіа та ціни
uz: Ma'lumotlaringiz, media va narxlaringizni yangilang

source: Account details
uk: Деталі облікового запису
uz: Hisob tafsilotlari

source: country
uk: країна
uz: davlat

source: address
uk: адреса
uz: manzil

source: Day
uk: День
uz: Kun

source: Month
uk: Місяць
uz: Oy

source: Year
uk: Рік
uz: Yil

source: Years of experience
uk: Роки досвіду
uz: Tajriba yillari

source: Years
uk: Років
uz: Yil

source: Maximum 1000 words
uk: Максимум 1000 слів
uz: Maksimal 1000 so'z

source: words
uk: слів
uz: so'z

source: Communication language
uk: Мова спілкування
uz: Muloqot tili

source: Hold Ctrl (Windows) / Cmd (Mac) to select multiple
uk: Утримуйте Ctrl (Windows) / Cmd (Mac) для вибору кількох
uz: Bir nechtasini tanlash uchun Ctrl (Windows) / Cmd (Mac) tugmasini ushlab turing

source: Language of the event
uk: Мова події
uz: Tadbir tili

source: Event categories you accept
uk: Категорії подій, які ви приймаєте
uz: Qabul qiladigan tadbir toifalari

source: Upload professional pictures
uk: Завантажити професійні зображення
uz: Professional rasmlarni yuklash

source: Professional images
uk: Професійні зображення
uz: Professional rasmlar

source: You can upload multiple professional images
uk: Ви можете завантажити кілька професійних зображень
uz: Bir nechta professional rasmlarni yuklashingiz mumkin

source: Upload normal pictures
uk: Завантажити звичайні зображення
uz: Oddiy rasmlarni yuklash

source: Normal images
uk: Звичайні зображення
uz: Oddiy rasmlar

source: You can upload multiple normal images
uk: Ви можете завантажити кілька звичайних зображень
uz: Bir nechta oddiy rasmlarni yuklashingiz mumkin

source: Upload Audio Acapella Covers
uk: Завантажити аудіо-кавери a cappella
uz: Audio Acapella Coverlarni yuklash

source: Audio files
uk: Аудіофайли
uz: Audio fayllar

source: Accepted formats: mp3, wav
uk: Прийнятні формати: mp3, wav
uz: Qabul qilingan formatlar: mp3, wav

source: Upload Video Acapella Covers
uk: Завантажити відео-кавери a cappella
uz: Video Acapella Coverlarni yuklash

source: Video files
uk: Відеофайли
uz: Video fayllar

source: Accepted formats: mp4, webm
uk: Прийнятні формати: mp4, webm
uz: Qabul qilingan formatlar: mp4, webm

source: Save Changes
uk: Зберегти зміни
uz: O'zgarishlarni saqlash

source: Support
uk: Підтримка
uz: Yordam

source: Temporary page
uk: Тимчасова сторінка
uz: Vaqtincha sahifa

source: Support options will appear here later
uk: Опції підтримки з'являться тут пізніше
uz: Yordam opsiyalari keyinroq bu yerda paydo bo'ladi

source: Switch profile
uk: Переключити профіль
uz: Profili almashtirish

source: Current
uk: Поточний
uz: Joriy

source: Choose what you want to switch to
uk: Виберіть, на що ви хочете переключитися
uz: Qaysi profilga o'tmoqchi ekanligingizni tanlang

source: Switch to
uk: Переключитися на
uz: O'tish

source: Your professions will be cleared (you can re-add them if you switch back to Professional)
uk: Ваші професії буде очищено (ви можете додати їх знову, якщо повернетеся до Професіонала)
uz: Kasblaringiz tozalanadi (Professionalga qaytsangiz, ularni qayta qo'shishingiz mumkin)

source: Confirm switch to Personal
uk: Підтвердити переключення на Персональний
uz: Shaxsiy profilga o'tishni tasdiqlash

source: Select at least one profession
uk: Виберіть хоча б одну професію
uz: Kamida bitta kasbni tanlang

source: No professions found
uk: Професій не знайдено
uz: Kasblar topilmadi

source: Confirm switch to Professional
uk: Підтвердити переключення на Професіонала
uz: Professional profilga o'tishni tasdiqlash

source: Select an option above to continue
uk: Виберіть опцію вище, щоб продовжити
uz: Davom etish uchun yuqoridagi variantlardan birini tanlang

source: Terms & policies
uk: Умови та політики
uz: Shartlar va siyosatlar

source: Terms content will appear here later
uk: Зміст умов з'явиться тут пізніше
uz: Shartlar tarkibi keyinroq bu yerda paydo bo'ladi

source: Our Telegram
uk: Наш Telegram
uz: Bizning Telegram

source: Our Instagram
uk: Наш Instagram
uz: Bizning Instagram

source: Log out
uk: Вийти
uz: Chiqish

source: Login
uk: Увійти
uz: Kirish

source: Continue with Google
uk: Продовжити з Google
uz: Google orqali davom etish

source: Don't have an account?
uk: Немає облікового запису?
uz: Hisobingiz yo'qmi?

source: Register
uk: Зареєструватися
uz: Ro'yxatdan o'tish

source: Updates from
uk: Оновлення від
uz: Yangiliklar

source: No news yet
uk: Поки що немає новин
uz: Hali yangiliklar yo'q

source: Create Profession
uk: Створити професію
uz: Kasb yaratish

source: Save Profession
uk: Зберегти професію
uz: Kasbni saqlash

source: year
uk: рік
uz: yil

source: of experience
uk: досвіду
uz: tajriba

source: No description provided yet
uk: Опис поки що не надано
uz: Hali tavsif kiritilmagan

source: Edit Profile
uk: Редагувати профіль
uz: Profili tahrirlash

source: No accepted event categories selected
uk: Не обрано жодної прийнятої категорії подій
uz: Qabul qilingan tadbir toifalari tanlanmagan

source: No professional photos uploaded yet
uk: Професійних фотографій поки що не завантажено
uz: Hali professional fotosuratlar yuklanmagan

source: Add professional photo
uk: Додати професійне фото
uz: Professional fotosurat qo'shish

source: Normal pictures
uk: Звичайні фотографії
uz: Oddiy rasmlar

source: No Normal photos uploaded yet
uk: Звичайних фотографій поки що не завантажено
uz: Hali oddiy fotosuratlar yuklanmagan

source: Add Normal photo
uk: Додати звичайне фото
uz: Oddiy fotosurat qo'shish

source: Audio Acapella Covers
uk: Аудіо-кавери a cappella
uz: Audio Acapella Coverlar

source: No audio covers uploaded yet
uk: Аудіо-каверів поки що не завантажено
uz: Hali audio coverlar yuklanmagan

source: Add audio cover
uk: Додати аудіо-кавер
uz: Audio cover qo'shish

source: Video Acapella Covers
uk: Відео-кавери a cappella
uz: Video Acapella Coverlar

source: Your browser does not support the video tag
uk: Ваш браузер не підтримує відео-тег
uz: Brauzeringiz video tegini qo'llab-quvvatlamaydi

source: No video covers uploaded yet
uk: Відео-каверів поки що не завантажено
uz: Hali video coverlar yuklanmagan

source: Add video cover
uk: Додати відео-кавер
uz: Video cover qo'shish

source: Artist profile
uk: Профіль артиста
uz: Artist profili

source: Overview
uk: Огляд
uz: Umumiy ko'rinish

source: Availability
uk: Доступність
uz: Mavjudlik

source: Mon
uk: Пн
uz: Dush

source: Tue
uk: Вт
uz: Sesh

source: Wed
uk: Ср
uz: Chor

source: Thu
uk: Чт
uz: Pay

source: Fri
uk: Пт
uz: Jum

source: Sat
uk: Сб
uz: Shan

source: Sun
uk: Нд
uz: Yak

source: Day details
uk: Деталі дня
uz: Kun tafsilotlari

source: Booked events
uk: Заброньовані події
uz: Bron qilingan tadbirlar

source: Unavailable
uk: Недоступний
uz: Mavjud emas

source: No events or unavailable times for this day
uk: Немає подій або недоступного часу для цього дня
uz: Bugungi kun uchun tadbirlar yoki mavjud bo'lmagan vaqtlar yo'q

source: Request booking
uk: Запит на бронювання
uz: Bron so'rash

source: Pick a time range for this day
uk: Виберіть часовий проміжок для цього дня
uz: Bugungi kun uchun vaqt oralig'ini tanlang

source: Start time
uk: Час початку
uz: Boshlanish vaqti

source: End time
uk: Час завершення
uz: Tugash vaqti

source: Make offer
uk: Зробити пропозицію
uz: Taklif berish

source: No description yet
uk: Опису поки що немає
uz: Hali tavsif yo'q

source: Communication
uk: Спілкування
uz: Muloqot

source: Event language
uk: Мова події
uz: Tadbir tili

source: No accepted categories selected
uk: Не обрано жодної прийнятої категорії
uz: Qabul qilingan toifalar tanlanmagan

source: No pricing set
uk: Ціни не встановлено
uz: Narxlar o'rnatilmagan

source: Studio photos
uk: Студійні фотографії
uz: Studiya fotosuratlari

source: No photos uploaded yet
uk: Фотографій поки що не завантажено
uz: Hali fotosuratlar yuklanmagan

source: View all studio photos
uk: Переглянути всі студійні фотографії
uz: Barcha studiya fotosuratlarini ko'rish

source: Live / work photos
uk: Фотографії з життя / роботи
uz: Jonli / ish fotosuratlari

source: View all work photos
uk: Переглянути всі робочі фотографії
uz: Barcha ish fotosuratlarini ko'rish

source: Audio performances
uk: Аудіовиступи
uz: Audio ijrolar

source: Audio cover
uk: Аудіо-кавер

source: Tap to play
uk: Торкніться, щоб грати
uz: O'ynatish uchun bosing

source: No audio uploaded yet
uk: Аудіо поки що не завантажено
uz: Hali audio yuklanmagan

source: View all audio
uk: Переглянути все аудіо
uz: Barcha audiolarni ko'rish

source: Video performances
uk: Відеовиступи
uz: Video ijrolar

source: No videos uploaded yet
uk: Відео поки що не завантажено
uz: Hali videolar yuklanmagan

source: View all videos
uk: Переглянути всі відео
uz: Barcha videolarni ko'rish

source: Reviews
uk: Відгуки
uz: Sharhlar

source: You already reviewed this profile
uk: Ви вже залишили відгук для цього профілю
uz: Siz ushbu profilni allaqachon baholagansiz

source: Rating
uk: Рейтинг
uz: Reyting

source: Comment
uk: Коментар
uz: Izoh

source: Submit review
uk: Надіслати відгук
uz: Sharh yuborish

source: No comment
uk: Без коментаря
uz: Izohsiz

source: No reviews yet
uk: Відгуків поки що немає
uz: Hali sharhlar yo'q

source: Similar professionals
uk: Схожі професіонали
uz: O'xshash professionallar

source: No similar professionals yet
uk: Поки що немає схожих професіоналів
uz: Hali o'xshash professionallar yo'q

source: Hold Ctrl (Windows) / Cmd (Mac) to select multiple
uk: Утримуйте Ctrl (Windows) / Cmd (Mac) для вибору кількох
uz: Bir nechtasini tanlash uchun Ctrl (Windows) / Cmd (Mac) tugmasini ushlab turing

source: Video files
uk: Відеофайли
uz: Video fayllar

source: Media
uk: Медіа

source: Create Account
uk: Створити обліковий запис
uz: Hisob yaratish

source: Already have an account?
uk: Вже маєте обліковий запис?
uz: Allaqachon hisobingiz bormi?

source: Home
uk: Головна
uz: Bosh sahifa

source: Chats
uk: Чати
uz: Chatlar

source: events
uk: події
uz: tadbirlar

source: Mark unavailable days
uk: Позначити недоступні дні
uz: Mavjud bo'lmagan kunlarni belgilash
