Repository: Wambong/Showdan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk, uz

source: Click a start day, then click an end day to select a range.
uk: Клацніть день початку, потім клацніть день завершення, щоб вибрати діапазон.
uz: Boshlanish kunini bosing, keyin oralig'ni tanlash uchun tugash kunini bosing.

source: Selected:
uk: Обрано:
uz: Tanlangan:

source: None
uk: Нічого
uz: Hech narsa

source: Busy all day
uk: Зайнятий весь день
uz: Kun bo'yi band

source: Specific time
uk: Конкретний час
uz: Muayyan vaqt

source: Note (optional)
uk: Примітка (необов'язково)
uz: Eslatma (ixtiyoriy)

source: Remove busy time
uk: Видалити час зайнятості
uz: Band vaqtni olib tashlash

source: Create event category
uk: Створити категорію події
uz: Tadbir toifasini yaratish

source: Category name
uk: Назва категорії
uz: Toifa nomi

source: Parent category (optional)
uk: Батьківська категорія (необов'язково)
uz: Ota toifa (ixtiyoriy)

source: Create category
uk: Створити категорію
uz: Toifa yaratish

source: Create event
uk: Створити подію
uz: Tadbir yaratish

source: Event name
uk: Назва події
uz: Tadbir nomi

source: Start date & time
uk: Дата та час початку
uz: Boshlanish sanasi va vaqti

source: End date & time
uk: Дата та час завершення
uz: Tugash sanasi va vaqti

source: city
uk: місто
uz: shahar

source: Location
uk: Місцезнаходження
uz: Manzil

source: Created by
uk: Створено
uz: Yaratgan

source: Event type
uk: Тип події
uz: Tadbir turi

source: Create one
uk: Створити
uz: Yaratish

source: Required professions
uk: Необхідні професії
uz: Talab qilinadigan kasblar

source: Hold Ctrl (Windows) / Cmd (Mac) to select multiple.
uk: Утримуйте Ctrl (Windows) / Cmd (Mac) для вибору кількох.
uz: Bir nechtasini tanlash uchun Ctrl (Windows) / Cmd (Mac) tugmasini ushlab turing.

source: If not selected, it will default to your profile currency (if set)
uk: Якщо не вибрано, буде використано валюту вашого профілю (якщо встановлено)
uz: Agar tanlanmagan bo'lsa, profil valyutangizga o'tadi (agar o'rnatilgan bo'lsa)

source: Event budget
uk: Бюджет події
uz: Tadbir byudjeti

source: Advance payment
uk: Передоплата
uz: Oldindan to'lov

source: Locked (offer accepted)
uk: Заблоковано (пропозицію прийнято)
uz: Qulflangan (taklif qabul qilindi)

source: Open
uk: Відкрито
uz: Ochiq

source: Accepted professional:
uk: Прийнятий професіонал:
uz: Qabul qilingan professional:

source: This event is locked for new offers, but the accepted thread can continue chatting.
uk: Ця подія заблокована для нових пропозицій, але прийнятий чат може продовжувати спілкування.
uz: Ushbu tadbir yangi takliflar uchun qulflangan, ammo qabul qilingan chat davom etishi mumkin.

source: Start
uk: Початок
uz: Boshlanish

source: End
uk: Кінець
uz: Tugash

source: View on Google Maps
uk: Переглянути в Google Maps
uz: Google Maps-da ko'rish

source: Budget
uk: Бюджет
uz: Byudjet

source: No currency set
uk: Валюта не встановлена
uz: Valyuta o'rnatilmagan

source: Event locked (offers closed)
uk: Подія заблокована (пропозиції закриті)
uz: Tadbir qulflangan (takliflar yopilgan)

source: View offer threads
uk: Переглянути пропозиції
uz: Taklif chatlarini ko'rish

source: Browse available events and required professions
uk: Переглядайте доступні події та необхідні професії
uz: Mavjud tadbirlar va talab qilinadigan kasblarni ko'rish

source: Filter
uk: Фільтр
uz: Filtr

source: Upcoming
uk: Майбутні
uz: Kelejakdagi

source: All
uk: Усі
uz: Barchasi

source: Past
uk: Минулі
uz: O'tgan

source: Filter events
uk: Фільтрувати події
uz: Tadbirlarni filtrlash

source: Search and narrow down results
uk: Пошук та звуження результатів
uz: Qidirish va natijalarni toraytirish

source: Search
uk: Пошук
uz: Qidirish

source: Near me (uses my profile city/country)
uk: Поруч зі мною (використовує місто/країну мого профілю)
uz: Yonimda (profilimdagi shahar/davlatdan foydalanadi)

source: Country
uk: Країна
uz: Davlat

source: City
uk: Місто
uz: Shahar

source: Event category
uk: Категорія події
uz: Tadbir toifasi

source: All categories
uk: Усі категорії
uz: Barcha toifalar

source: Required profession
uk: Необхідна професія
uz: Talab qilinadigan kasb

source: Any profession
uk: Будь-яка професія
uz: Har qanday kasb

source: Reset
uk: Скинути
uz: Qayta o'rnatish

source: Apply
uk: Застосувати
uz: Qo'llash

source: Event
uk: Подія
uz: Tadbir

source: Offers received
uk: Отримано пропозицій
uz: Qabul qilingan takliflar

source: Advance
uk: Аванс
uz: Oldindan to'lov

source: No professions specified
uk: Професії не вказано
uz: Kasblar ko'rsatilmagan

source: View details
uk: Переглянути деталі
uz: Tafsilotlarni ko'rish

source: Event locked
uk: Подія заблокована
uz: Tadbir qulflangan

source: No events found
uk: Подій не знайдено
uz: Tadbirlar topilmadi

source: My offers
uk: Мої пропозиції
uz: Mening takliflarim

source: Browse events
uk: Переглядати події
uz: Tadbirlarni ko'rish

source: Locked
uk: Заблоковано
uz: Qulflangan

source: Open chat
uk: Відкрити чат
uz: Chatni ochish

source: You have not sent any offers yet
uk: Ви ще не надсилали жодних пропозицій
uz: Siz hali hech qanday taklif yubormagansiz

source: Booking offers
uk: Пропозиції бронювання
uz: Bron takliflari

source: No offers yet.
uk: Пропозицій поки що немає.
uz: Hali takliflar yo'q.

source: Your offer
uk: Ваша пропозиція
uz: Sizning taklifingiz

source: Send offer
uk: Надіслати пропозицію
uz: Taklif yuborish

source: Accept
uk: Прийняти
uz: Qabul qilish

source: Reject
uk: Відхилити
uz: Rad etish

source: Counter offer (in event currency)
uk: Контрпропозиція (у валюті події)
uz: Qarshi taklif (tadbir valyutasida)

source: Send counter offer
uk: Надіслати контрпропозицію
uz: Qarshi taklif yuborish

source: Sent & received
uk: Надіслані та отримані
uz: Yuborilgan va qabul qilingan

source: Accepted
uk: Прийнято
uz: Qabul qilingan

source: From:
uk: Від:
uz: Kimdan:

source: To:
uk: До:
uz: Kimga:

source: No offer threads yet.
uk: Потоків пропозицій поки що немає.
uz: Hali taklif chatlari yo'q.

source: Event currency
uk: Валюта події
uz: Tadbir valyutasi

source: Accepted thread
uk: Прийнятий потік
uz: Qabul qilingan chat

source: Read-only
uk: Тільки читання
uz: Faqat o'qish

source: Chat with
uk: Чат з
uz: Bilan chat

source: No messages yet.
uk: Повідомлень поки що немає.
uz: Hali xabarlar yo'q.

source: Send message
uk: Надіслати повідомлення
uz: Xabar yuborish

source: Offers are locked, but you can continue chatting in the accepted thread.
uk: Пропозиції заблоковані, але ви можете продовжувати спілкування в прийнятому потоці.
uz: Takliflar qulflangan, ammo qabul qilingan chatda davom etishingiz mumkin.

source: This event is locked. Only the accepted offer thread can continue chatting.
uk: Ця подія заблокована. Тільки прийнятий потік пропозицій може продовжувати спілкування.
uz: Ushbu tadbir qulflangan. Faqat qabul qilingan taklif chatida davom etishingiz mumkin.

source: Amount
uk: Сума
uz: Miqdor

source: Counter amount (event currency)
uk: Сума контрпропозиції (валюта події)
uz: Qarshi miqdor (tadbir valyutasida)

source: Select an offer thread to view messages.
uk: Виберіть потік пропозицій, щоб переглянути повідомлення.
uz: Xabarlarni ko'rish uchun taklif chatini tanlang.

source: Artist
uk: Артист

source: Clear
uk: Очистити
uz: Tozalash

source: Filters
uk: Фільтри
uz: Filtrlash

source: Direction
uk: Напрямок
uz: Yo'nalish

source: Select
uk: Вибрати
uz: Tanlash

source: Price per hour
uk: Ціна за годину
uz: Soatiga narx

source: Gender
uk: Стать
uz: Jins

source: Male
uk: Чоловіча
uz: Erkak

source: Female
uk: Жіноча
uz: Ayol

source: Any
uk: Будь-яка
uz: Har qanday

source: No professionals yet.
uk: Поки що немає професіоналів.
uz: Hali professionallar yo'q.
